Repository: Drakonoffnet/2017-WebSite
Catalog: TeamSpark.AzureDay.WebSite.Localization/Host/Views/Profile/Registration.*.resx
Languages: ru

# BestBefore01
source: price before 7th of September
ru: цена до 7го сентября

source: Company
ru: Компания

# FillAllFields
source: All fields are mandatory to complete
ru: Все поля обязательны для заполнения

source: Name
ru: Имя

# OneTicket
source: for 1 ticket
ru: за 1 билет

# Pass
source: Password
ru: Пароль

# PassLength
source: Minimum password lenghth is 6 charachters
ru: Минимальная длина пароля 6 символов

# PassMatch
source: Passwords should match
ru: Пароли должны совпадать

source: Register
ru: Зарегистрироваться

source: Register for
ru: Регистрация на

# RepeatPass
source: Repeat Password
ru: Повторите пароль

# Surname
source: Last Name
ru: Фамилия

# Terms01
source: Personal info you provided in the AzureDay account will not be transfered to third parties and will be used only for your identification as AzureDay conference participant.
ru: Личные данные, которые вы предоставите в учетной записи участника AzureDay, не будут переданы третьим лицам и будут использованы только для идентификации вас как участника конференции AzureDay.

# Terms01a
source: You agree with these terms by creating AzureDay account.
ru: Вы соглашаетесь с этим, создавая учетную запись AzureDay.

source: Tickets
ru: Билеты

# TicketType01
source: Conference
ru: Конференция

# TicketType02
source: Workshop
ru: Лабораторные работы

# ToRegister01
source: To register for AzureDay and be able
ru: Для того, чтобы зарегистрироваться на AzureDay и получить возможность

# ToRegister01a
source: to buy a ticket for a conference,
ru: купить билет на конференцию

# ToRegister01b
source: please, fill in the form below.
ru: , заполните форму, приведенную ниже.

# ToRegister02
source: Registration
ru: Регистрация

# ToRegister02a
source: is not a conference ticket
ru: не является билетом

# ToRegister02b
source: and is free. After registration (creating your personal AzureDay account) you will be offered to buy a ticket.
ru: на конференцию и является бесплатной. После регистрации (создания учетной записи участника AzureDay) вам будет предложено приобрести билет.

# ToRegister03
source: Users that created AzureDay account will get notifications and conference news.
ru: Пользователи, которые создали учетную запись AzureDay, будут получать уведомления и новости конференции.

source: Use your discount!
ru: Воспользуйтесь своей скидкой!
